

export const info1 = {
  topic: "เงินได้เนื่องจากการจ้างแรงงาน",
  items: [
    "เงินเดือน ค่าจ้าง เบี้ยเลี้ยง โบนัส เบี้ยหวัด บำเหน็จ บำนาญ",
    "เงินค่าเช่าบ้านที่ได้รับจากนายจ้าง",
    "เงินที่คำนวณได้จากมูลค่าของการได้อยู่บ้าน ซึ่งนายจ้างให้อยู่โดยไม่เสียค่าเช่า",
    "เงินที่นายจ้างจ่ายชำระหนี้ใด ๆ ซึ่งลูกจ้างมีหน้าที่ต้องชำระ",
    "เงิน ทรัพย์สิน หรือประโยชน์ใด ๆ บรรดาที่ได้เนื่องจากการจ้างแรงงาน เช่น มูลค่าของการได้รับประทานอาหาร เป็นต้น",
  ]
}

export const info2 = {
  topic: "เงินได้เนื่องจากหน้าที่หรือตำแหน่งงานที่ทำ หรือจากการรับทำงานให้",
  items: [
    "ค่าธรรมเนียม ค่านายหน้า ค่าส่วนลด",
    "เงินอุดหนุนในงานที่ทำ เบี้ยประชุม บำเหน็จ โบนัส",
    "เงินค่าเช่าบ้านที่ได้รับเนื่องจากหน้าที่หรือตำแหน่งงานที่ทำหรือจากการรับทำงานให้",
    "เงินที่คำนวณได้จากมูลค่าของการได้อยู่บ้านที่ผู้จ่ายเงินได้ให้อยู่โดยไม่เสียค่าเช่า",
    "เงินที่ผู้จ่ายเงินได้จ่ายชำระหนี้ใด ๆ ซึ่งผู้มีเงินได้มีหน้าที่ต้องชำระ",
    "เงิน ทรัพย์สิน หรือประโยชน์ใด ๆ บรรดาที่ได้เนื่องจากหน้าที่หรือตำแหน่งงานที่ทำหรือ จากการรับทำงานให้นั้น ไม่ว่าหน้าที่หรือตำแหน่งงาน หรืองานที่รับทำให้นั้นจะเป็นการประจำหรือชั่วคราว",
  ]
}

export const info3 = {
  topic: "ค่าแห่งกู๊ดวิลล์ ค่าแห่งลิขสิทธิ์หรือสิทธิอย่างอื่น เงินปี",
  items: [
    "เป็นเงินรายปีอันได้มาจากพินัยกรรม นิติกรรมอย่างอื่น หรือคำพิพากษาของศาล",
  ]
}

export const info4 = {
  topic: "ดอกเบี้ย เงินปันผล เงินส่วนแบ่งกำไร   เงินลดทุน เงินเพิ่มทุน ผลประโยชน์ที่ได้จากการโอนหุ้น",
  items: [
    "ดอกเบี้ยพันธบัตร ดอกเบี้ยเงินฝาก ดอกเบี้ยหุ้นกู้ ดอกเบี้ยตั๋วเงิน ดอกเบี้ยเงินกู้ยืม",
    "เงินปันผล เงินส่วนแบ่งของกำไร หรือประโยชน์อื่นใดที่ได้จากบริษัทหรือห้างหุ้นส่วนนิติบุคคล กองทุนรวม หรือสถาบันการเงินที่มีกฎหมายไทยให้จัดตั้งขึ้นโดยเฉพาะสำหรับให้กู้ยืมเงิน",
    "เงินโบนัสที่จ่ายแก่ผู้ถือหุ้น หรือผู้เป็นหุ้นส่วนในบริษัทหรือห้างหุ้นส่วนนิติบุคคล",
    "เงินลดทุนของบริษัทหรือห้างหุ้นส่วนนิติบุคคลเฉพาะส่วนที่จ่ายไม่เกินกว่ากำไรและเงินที่กันไว้รวมกัน",
    "เงินเพิ่มทุนของบริษัทหรือห้างหุ้นส่วนนิติบุคคลซึ่งตั้งจากกำไรที่ได้มาหรือรับช่วงกันไว้รวมกัน",
    "ผลประโยชน์ที่ได้จากการที่บริษัทหรือห้างหุ้นส่วนนิติบุคคลควบเข้ากันหรือรับช่วงกันหรือ เลิกกัน ซึ่งตีราคาเป็นเงินได้เกินกว่าเงินทุน",
    "ผลประโยชน์ที่ได้จากการโอนการเป็นหุ้นส่วนหรือโอนหุ้น หุ้นกู้ พันธบัตร หรือตั๋วเงิน หรือ ตราสารแสดงสิทธิในหนี้ ที่บริษัทหรือห้างหุ้นส่วนนิติบุคคล หรือนิติบุคคลอื่นเป็นผู้ออก ทั้งนี้เฉพาะซึ่งตีราคา เป็นเงินได้เกินกว่าที่ลงทุน"
  ]
}

export const info5 = {
  topic: "เงินได้จากการให้เช่าทรัพย์สิน เงินหรือประโยชน์อย่างอื่น ที่ได้เนื่องจาก",
  items: [
    "การให้เช่าทรัพย์สิน",
    "การผิดสัญญาเช่าซื้อทรัพย์สิน",
    "การผิดสัญญาซื้อขายเงินผ่อนซึ่งผู้ขายได้รับคืนทรัพย์สินที่ซื้อขายนั้นโดยไม่ต้องคืนเงินหรือประโยชน์ที่ได้รับไว้แล้ว"
  ]
}

export const info6 = {
  topic: "เงินได้จากวิชาชีพอิสระ คือ",
  items: [
    "วิชากฎหมาย",
    "การประกอบโรคศิลป ",
    "วิศวกรรม",
    "สถาปัตยกรรม",
    "การบัญชี",
    "ประณีตศิลปกรรม",
    "หรือวิชาชีพอื่นซึ่งจะได้มีพระราชกฤษฎีกากำหนดชนิดไว้"
  ]
}

export const info7 = {
  topic: "เงินได้จากการรับเหมาที่ผู้รับเหมาต้องลงทุนด้วยการจัดหาสัมภาระ ในส่วนสำคัญนอกจากเครื่องมือ",
  items: []
}

export const info8 = {
  topic: "เงินได้จากการธุรกิจ การพาณิชย์ การเกษตร การอุตสาหกรรม การขนส่ง การขายอสังหาริมทรัพย์ หรือการอื่นนอกจากที่ระบุไว้ในประเภทที่ 1 ถึงประเภทที่ 7 แล้ว",
  items: []
}

